
/* No comment provided by engineer. */
"%@ (%@) : Connection Error" = "%1$@ (%2$@) : Bağlantı Hatası";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\"" = "%1$@ kişisi sizi  \"%2$@\" adlı sohbete davet ediyor.";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\" with the following message:\n%@" = "%1$@ kişisi sizi \"%2$@\" adlı sohbete şu mesajla davet ediyor:\n%3$@";

/* joscar accept group chat button caption */
"Accept" = "Kabul Et";

/* No comment provided by engineer. */
"Account" = "Hesap";

/* Debug window title */
"Adium joscar Debug Log" = "Adium joscar Debug Kaydı";

/* No comment provided by engineer. */
"America Online" = "America Online";

/* No comment provided by engineer. */
"Cancel" = "Vazgeç";

/* No comment provided by engineer. */
"Change User Details" = "Kişi Bilgilerini Değiştir";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "IM Aktarımını Ayarla";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session ended" = "Doğrudan IM Bağlantısı sona erdi";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session started" = "Doğrudan IM Bağlantısı başladı";

/* No comment provided by engineer. */
"Error: A connection failure has occurred." = "Hata: Bir bağlantı sorunu oluştu";

/* joscar group chat invitation window title */
"Group Chat Invitation" = "Grup Sohbet Daveti";

/* No comment provided by engineer. */
"ICQ Number" = "ICQ Numarası";

/* No comment provided by engineer. */
"joscar Debug Window" = "joscar Debug Penceresi";

/* No comment provided by engineer. */
"Member Name" = "Üye Adı";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* SecurID prompt */
"Please enter your SecurID:" = "Lütfen SecurID'nizi girin:";

/* joscar reject group chat button caption */
"Reject" = "Reddet";

/* No comment provided by engineer. */
"Request Authorization" = "İzin Talep Et";

/* No comment provided by engineer. */
"Screen Name" = "Görüntü Adı";

/* Name of the RSA SecurID product, if localized */
"SecurID" = "SecurID";

/* No comment provided by engineer. */
"The server is temporarily unavailable; you cannot connect at this time. Please try again later." = "Sunucu şu anda geçici olara servis dışı; şu anda bağlanamazsınız. Lütfen daha sonra tekrar deneyin.";

/* No comment provided by engineer. */
"You have been connecting too frequently. Please wait five minutes or more before trying again; trying sooner will increase the timespan of this temporary ban." = "Çok sık bağlanıyorsunuz. Beş dakika kadar bekleyin ve tekrar deneyin. Daha sık denemek bu geçici engellenmenin süresini arttıracaktır.";

/* No comment provided by engineer. */
"You have been temporarily blocked by the AIM server and cannot connect at this time. Please try again later." = "AIM sunucusu tarafından geçici olarak engellendiniz ve şu anda bağlanmanıza izin verilmiyor. Lütfen daha sonra tekrar deneyin.";
